{
  "actions": {
    "Total Defense": {
      "trigger": "Standard",
      "description": "You get a +4 bonus to your AC but cannot make Attacks of Opportunity until your next turn.",
      "benefit": "+4 to AC but no AoOs",
      "extras": { "showMain": true, "duration": "1 Round" },
      "bonuses": {
        "Total Defense": {
          "targets": [ "totalAC", "touchAC", "flatAC" ],
          "type": "Action",
          "value": 4
        }
      }
    },
    "Aid Another": {
      trigger: "Standard",
      description: "Make an attack roll vs AC 10, if you hit, you assist an ally with an attack, their defense, or a particular skill.",
      benefit: "+2 to Attack Rolls, AC, or a specific skill check",
      extras: { showMain: true },
      bonuses: {}
    },
    "Feint": {
      trigger: "Standard",
      description: "Make a Bluff check, on a success your opponent losses their Dex bonus to AC against your melee attack next turn.",
      benefit: "Opponent loses their Dex bonus to AC",
      extras: { showMain: true },
      bonuses: {}
    },
    move
movement (or 5-foot step) (swim/climb at 1/4 or climb 1/2 with -5 to climb)
draw a weapon / stored item (3[part of movement], ready / drop shield)
load light / heavy crossbow
mount / dismount (Dc 20 Ride to do as free action)
stand up from prone (AoO)

full round atk
charge      (move 10' - double speed, directly to enemy(no blocks including allies) , then one attack) [+2 atkBonus && -2 all AC]
run (3x or 4x yor speed in straight line, lose dex bonus to AC)
withdraw (both actions to move, only starting square isn't threatened)
fight defensively

combat mans (type varies)
Overrun                 AoO, (bowl someone over, pass through them and knock them prone, they can let you pass)
bull rush               AoO, push 5 ft, +5 for every 5 past CMD
drag                    AoO, opposite of bull rush
reposition              move target 5 ft to new location, +5ft for every 5 past CMD, must end within 5 ft of reach
dirty treick            AoO, apply condition (blinded, dazzled, deafened, entangled, shaken, or sickened) lasts 1 round, +1 round for every 5 past CMD
disarm                  AoO, force an enemy to drop 1 (2 if check is 10 past CMD), +2 from weapon with disarm, -4 if unarmed(fail by 10 you lose item)  (steal for necklace)
grapple                 AoO, can move, damage, pin, tie up
sunder                  AoO, Deal damage directly to an item, granting the broken condition
trip                    AoO, knock prone, fail by 10, you are prone

ready action


mounted copmbat
free    - dc 5 ride
atk smaller creature than mount   +1 to atk
charge applies to both mount and rider
lances deal double damage
casting between 2 mount moves requires vigorous motion check (10+spell level) (quad move is 15+lvl)
DC 15 ride to take no damage when mount falls in battle, 1d6 on fail
unconcious -> 50% to stay in saddle, else 1d6 dmg (mount avoids combat)


  },
  "conditions": [
    {
      "name": "Bleeding",
      "description": "You are bleeding and take the listed amount of damage at the beginning of every turn, it can be staunched with a DC 15 Heal check or any magical healing.",
      "bonuses": {}
    },
    {
      "name": "Blinded",
      "description": "You are blind and cannot see, automatically failing checks that rely on vision, and granting enemies total concealment from you (50% miss chance). You must make a DC 10 Acrobatics check to move faster than half speed or fall prone.",
      "bonuses": {
        "Blinded AC": {
          "type": "Condition",
          "value": -2,
          "targets": [ "totalAC", "touchAC", "flatAC" ]
        },
        "Blinded Skills": {
          "type": "Condition",
          "value": -4,
          "targets": [ "strSkills", "dexSkills", "perception" ]
        }
      },
      "extras": { "loseDexAC": true }
    },
    {
      "name": "Confused",
      "description": "You are mentally befuddled and cannot act normally. Roll on the confusion table on the wiki.",
      "bonuses": {}
    },
    {
      "name": "Cowering",
      "description": "You are frozen in fear and can take no actions.",
      "bonuses": {
        "Cowering": {
          "type": "Conditions",
          "value": -2,
          "targets": [ "totalAC", "touchAC", "flatAC" ]
        }
      },
      "extras": { "loseDexAC": true }
    },
    {
      "name": "Dazed",
      "description": "You are unable to act normally and can take no actions, but have no penalty to AC.",
      "bonuses": {}
    },
    {
      "name": "Dazzled",
      "description": "You are unable to see well because of over-stimulation of the eyes. You take a –1 penalty on attack rolls and sight-based Perception checks.",
      "bonuses": {
        "Dazzled": {
          "type": "Condition",
          "value": -1,
          "targets": [ "meleeAtkBonus", "rangedAtkBonus" ]
        }
      }
    },
    {
      "name": "Deafened",
      "description": "You cannot hear, and automatically fail sound based Perception checks, and have a 20% spell failure chance for spells with verbal components.",
      "bonuses": {
        "Deafened": {
          "type": "Condition",
          "value": -4,
          "targets": [ "initiative", "perception" ]
      }
    },
    {
      "name": "Disabled",
      "description": "You may take a single move OR standard action each round (nor can you take full-round actions, but you can still take swift, immediate, and free actions). You move at half speed, and performing any standard action (or any other action the GM deems strenuous, including some free actions such as casting a Quicken Spell spell) deals 1 point of damage after the completion of the act, and you are now dying.",
      "bonuses": {}
    },
    {
      "name": "Dying",
      "description": "You are unconscious, near death, and can take no actions. On all subsequent turns, make a DC 10 Stabilization check or lose 1 HP. If you have negative HP equal to your Constitution score, you die.",
      "bonuses": {}
    },


    {
      "name": "Entangled",
      "description": "You are ensnared, and move at half speed (unless the bonds are anchored somehow). Attempting to cast a spell requiers a concentration check (DC 15 + pell level).",
      "bonuses": {
        "Entangled Atk": {
          "type": "Condition",
          "value": -2,
          "targets": [ "meleeAtkBonus", "rangedAtkBonus" ]
        },
        "Entangled Dex": {
          "type": "Condition",
          "value": -4,
          "targets": [ "Dex" ]
        }
      }
    },
    {
      "name": "Exhausted",
      "description": "You move at half speed and cannot run or charge. After 1 hour of complete rest, you become fatigued instead of exhausted.",
      "bonuses": {
        "Exhausted": {
          "type": "Condition",
          "value": -6,
          "targets": [ "Str", "Dex" ]
        }
      }
    },
    {
      "name": "Fascinated",
      "description": "You are entranced by a supernatural or spell effect and can take no actions other than to pay attention the fascinating effect. Potential threats grant additional save chances, and obvious threats break fascination. An ally may use a standard action to break you free of the effect.",
      "bonuses": {
        "Fascinated": {
          "type": "Condition",
          "value": -4,
          "targets": [ "skills" ]
        }
      }
    },

    {
      "name": "Fatigued",
      "description": "You can neither run nor charge, and doing anything that would cause fatigue, makes you exhausted instead. 8 hours of complete rest removes fatigue.",
      "bonuses": {
        "Fatigued": {
          "type": "Condition",
          "value": -2,
          "targets": [ "Str", "Dex" ]
        }
      }
    },


    {
      "name": "Frightened",
      "description": "You must flee from the source of the fear as best you can, and if you are unable to flee you may fight. Frightened is more extreme than shaken, with panicked being even more than frightened.",
      "bonuses": {
        "Frightened": {
          "type": "Condition",
          "value": -2,
          "targets": [ "meleeAtkBonus", "rangedAtkBonus", "fort", "ref", "will", "skills" ]
        }
      }
    },
    {
      "name": "Grappled",
      "description": "You are restrained by a creature, trap, or effect and cannot move, or take actions that require two hands to perform. Attempting a spell or spell-like ability requires a concentration check (DC 10 + grappler's CMB + spell level).",
      "bonuses": {
        "Grappled Dex": {
          "type": "Condition",
          "value": -4,
          "targets": [ "Dex" ]
        },
        "Grappled Atk": {
          "type": "Condition",
          "value": -2,
          "targets": [ "meleeAtkBonus", "rangedAtkBonus" ]
        }
      }
    },
    {
      "name": "Helpless",
      "description": "You are completely at an opponent's mercy and melee attacks get a +4 bonus against you.",
      "bonuses": {},
      "extras": { "setScore": { "Dex": 0 } }
    },
    {
      "name": "Incorporeal",
      "description": "You have no physical body, are immune to all nonmagical attacks, take half damage from magic weapons, spells, spell-like effects, and supernatural effects, and take full damage from other incorporeal creatures and effects, as well as force effects.",
      "bonuses": {}
    },
    {
      "name": "Invisible",
      "description": "You are visually undetectable, and ignore opponents' Dex bonus to AC.",
      "bonuses": {
        "Invisible": {
          "type": "Condition",
          "value": 2,
          "targets": [ "meleeAtkBonus", "rangedAtkBonus" ]
        }
      }
    },
    {
      "name": "Nauseated",
      "description": "You are experiencign stomach distress, may only take a single move action, and are unable to attack, cast spells, concentrate on spells, or do anything requiring attention.",
      "bonuses": {}
    },
    {
      "name": "Panicked",
      "description": "You must drop anything you are holding and flee at top speed from the source of your fear, and any additionall dangers you encounter, along a random path (1d8). If cornered, you must cower but may use total defense.",
      "bonuses": {
        "Panicked": {
          "type": "Condition",
          "value": -2,
          "targets": [ "fort", "ref", "will", "skills" ]
        }
      }
    },
    {
      "name": "",
      "description": "",
      "bonuses": {
        "": {
          "type": "Condition",
          "value": ,
          "targets": []
        }
      }
    },
Paralyzed
A paralyzed character is frozen in place and unable to move or act.
A paralyzed character has effective Dexterity and Strength scores of 0 and is helpless, but can take purely mental actions.
A winged creature flying in the air at the time that it becomes paralyzed cannot flap its wings and falls.
A paralyzed swimmer can’t swim and may drown. A creature can move through a space occupied by a paralyzed creature—ally or not.
Each square occupied by a paralyzed creature, however, counts as 2 squares to move through.
    {
      "name": "",
      "description": "",
      "bonuses": {
        "": {
          "type": "Condition",
          "value": ,
          "targets": []
        }
      }
    },
Petrified
A petrified character has been turned to stone and is considered unconscious.
If a petrified character cracks or breaks, but the broken pieces are joined with the body as he returns to flesh, he is unharmed.
If the character’s petrified body is incomplete when it returns to flesh, the body is likewise incomplete and there is some amount of permanent hit point loss and/or debilitation.
    {
      "name": "",
      "description": "",
      "bonuses": {
        "": {
          "type": "Condition",
          "value": ,
          "targets": []
        }
      }
    },
Pinned
A pinned creature is tightly bound and can take few actions.
A pinned creature cannot move and is denied its Dexterity bonus.
A pinned character also takes an additional –4 penalty to his Armor Class.
A pinned creature is limited in the actions that it can take.
A pinned creature can always attempt to free itself, usually through a combat maneuver check or Escape Artist check.
A pinned creature can take verbal and mental actions, but cannot cast any spells that require a somatic or material component.
A pinned character who attempts to cast a spell or use a spell-like ability must make a concentration check (DC 10 + grappler’s CMB + spell level) or lose the spell.
Pinned is a more severe version of grappled, and their effects do not stack.




Prone
The character is lying on the ground.
A prone attacker has a –4 penalty on melee attack rolls and cannot use a ranged weapon (except for a crossbow).
A prone defender gains a +4 bonus to Armor Class against ranged attacks, but takes a –4 penalty to AC against melee attacks.

Standing up is a move-equivalent action that provokes an attack of opportunity.






    {
      "name": "Prone",
      "description": "The character is lying on the ground. A prone attacker has a –4 penalty on melee attack rolls and cannot use a ranged weapon (except for a crossbow). A prone defender gains a +4 bonus to Armor Class against ranged attacks, but takes a –4 penalty to AC against melee attacks.",
      "bonuses": {
        "Prone": {
          "type": "Condition",
          "value": -4,
          "targets": [ "meleeAtkBonus" ]
        }
      }
    },
    
    {
      "name": "",
      "description": "",
      "bonuses": {
        "": {
          "type": "Condition",
          "value": ,
          "targets": []
        }
      }
    },
    
  ]
}
