{
  "Scribe Scroll": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:1" ],
    "description": "You can create magic scrolls.",
    "benefit": "You can create a scroll of any spell that you know. See magic item creation rules for more information."
    "abilities": []
  },
  
  "Brew Potion": {
    Caster level 3rd Create magic potions
        "type": "General",
    "prerequisites": [],
    "description": "You are swift of foot.",
    "benefit": "When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see Acrobatics), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class."
    "abilities": []
  },

  "Craft Magic Arms and Armor": {
    Caster level 5th Create magic armors, shields, and weapons
  },
  "Create Reliquary Arms and Shields": {
    Craft Magic Arms and Armor, ability to cast hallow or unhallow Make your shield or weapon a holy symbol
  },
  "Craft Rod" Caster level 9th Create magic rods
  "Craft Staff" Caster level 11th Create magic staves
  "Craft Wand" Caster level 5th Create magic wands
  "Craft Wondrous Item" Caster level 3rd Create magic wondrous items
  "Forge Ring" Caster level 7th Create magic rings

  
  "Run": {
    "type": "General",
    "prerequisites": [],
    "description": "You are swift of foot.",
    "benefit": "When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see Acrobatics), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class."
    "abilities": []
  },
  "Toughness": {
    "type": "General",
    "prerequisites": [],
    "description": "You have enhanced physical stamina.",
    "benefit": "You gain +3 hit points, and an additional hit point for every Hit Die beyond 3.",
    "abilities": []
  },
  
  "Improved Initiative": {
    "type": "Combat",
    "prerequisites": [],
    "description": "Your quick reflexes allow you to react to react rapidly to danger.",
    "benefit": "You get a +4 bonus on initiative checks.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Initiative" ],
        "bonus": 4
      }
    ]
  },
  "Dodge": {
    "type": "Combat",
    "prerequisites": [ "Dex:13" ],
    "description": "Your training and reflexes allow you to react swiftly to avoid an opponent's attacks.",
    "benefit": "You gain a +1 dodge bonus to your AC. A condition that makes you lose your Dex bonus to AC also makes you lose the benefits of this feat.",
    "abilities": [
      {
        "stacks": true, "type": "Dodge",
        "targets": [ "AC" ],
        "bonus": 1
      }
    ]
  },
  "Quick Draw": {
    "type": "Combat",
    "prerequisites": "BAB:1",
    "description": "You can draw weapons faster than most.",
    "benefit": "You can draw a weapon as a free action instead of as a move action. You can draw a hidden weapon as a move action instead of a standard action.",
    "abilities": []
  },
  Weapon Focus (Combat)
Choose one type of weapon. You can also choose unarmed strike or grapple (or ray, if you are a spellcaster) as your weapon for the purposes of this feat.

Prerequisites: Proficiency with selected weapon, base attack bonus +1.

Benefit: You gain a +1 bonus on all attack rolls you make using the selected weapon.

Special: You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.


  
  "Power Attack": {
    "type": "Combat",
    "prerequisites": [ "Str:13", "BAB:1" ],
    "description": "You can make exceptionally deadly melee attacks by sacrificing accuracy for strength.",
    "benefit": "You can choose to take a –1 penalty on all melee attack rolls and combat maneuver checks to gain a +2 bonus on all melee damage rolls.",
    "abilities": [
      {
        "name": "Power Attack Bonus",
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Melee Damage" ],
        "bonus": 2
      },
      {
        "name": "Power Attack Malus",
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Melee Attack", "CMB" ],
        "bonus": -1
      }
    ]
  },
  "Cleave": {
    "type": "Combat",
    "prerequisites": [ "Str:13", "BAB:1", "Power Attack" ],
    "description": "You can strike two adjacent foes with a single swing."
    "benefit": "As a standard action, you can make a single attack at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against a foe that is adjacent to the first and also within reach. You can only make one additional attack per round with this feat. When you use this feat, you take a –2 penalty to your Armor Class until your next turn.",
    "abilites": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "AC" ]
        "bonus": -2
      }
    ]
  }
  "Two-Weapon Fighting": {
    "type": "Combat",
    "prerequisites": [ "Dex:15" ],
    "description": "You can fight with a weapon wielded in each of your hands. You can make one extra attack each round with the secondary weapon.",
    "benefit": "Your penalties on attack rolls for fighting with two weapons are reduced. The penalty for your primary hand lessens by 2 and the one for your off hand lessens by 6.",
    "abilities": []
  },
  "Weapon Finesse": {
    You are trained in using your agility in melee combat, as opposed to brute strength.

Benefit: With a light weapon, elven curve blade, rapier, whip, or spiked chain made for a creature of your size category, you may use your Dexterity modifier instead of your Strength modifier on attack rolls. If you carry a shield, its armor check penalty applies to your attack rolls.

Special: Natural weapons are considered light weapons.
  },

  
  "Point-Blank Shot": {
    "type": "Combat",
    "prerequisites": [],
    "description": "You are especially accurate when making ranged attacks against close targets.",
    "benefit": "You get a +1 bonus on attack and damage rolls with ranged weapons (and ranged touch spells) at ranges of up to 30 feet.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Ranged Attack", "Ranged Damage" ],
        "bonus": 1
      }
    ]
  },
  "Precise Shot": {
    "type": "Combat",
    "prerequisites": [ "Point-Blank Shot" ],
    "description": "You are adept at firing ranged attacks into melee.",
    "benefit": "You don't take the -4 for firing into melee",
    "abilities": []
  }
  "Far Shot": {
    "type": "Combat",
    "prerequisites": [ "Point-Blank Shot" ],
    "description": "You are more accurate at longer ranges.",
    "benefit": "You only suffer a –1 penalty per full range increment between you and your target when using a ranged weapon.",
    "abilities": []
  },
Distance Thrower (Combat)
You are accurate with thrown weapons at longer ranges than normal.

Prerequisite: Str 13.

Benefit: With a thrown weapon, you reduce your penalty on ranged attack rolls due to range by 2.




  "BAB: +6": "NEW SECTION",
  "Vital Strike": { roll weapon damage twice, additional dice are not multiplied on crit and are added before Str and weapon abiliites },
  "Bloody Assault": { (Combat)
    Prerequisites: Str 13, Power Attack, base attack bonus +6.
    Sacrificing accuracy, you can inflict bloody wounds that are slow to heal.
    Benefit: You can choose to take a –5 penalty on all melee attack rolls and combat maneuver checks to inflict 1d4 points of bleed damage with your weapon melee attacks, in addition to the normal damage dealt by the weapon. A creature continues to take bleed damage every round at the start of its turn. Bleed damage can be stopped by a DC 15 Heal check or through any magical healing. Bleed damage from this feat does not stack with itself. You must choose to use this feat before making the attack roll, and its effects last until your next turn (although the bleeding lasts until healed, as normal).
  },
  "Death or Glory": {
    Prerequisites: Str 13, Power Attack, base attack bonus +6.
    Even when facing a larger foe, you aren’t afraid to take great risks in order to finish the fight.
    Benefit: Against a creature of size Large or larger, you can make a single melee attack as a full-round action, gaining a +4 bonus on the attack roll, damage roll, and critical confirmation roll. You gain an additional +1 on this bonus at base attack bonus +11, +16, and +20 (for a maximum of +7 at base attack +20). After you resolve your attack, the opponent you attack can spend an immediate action to make a single melee attack against you with the same bonuses.
  },
Hammer the Gap (Combat)
You repeatedly strike the same location, causing increasing amounts of damage.

Prerequisite: Base attack bonus +6.

Benefit: When you take a full-attack action, each consecutive hit against the same opponent deals extra damage equal to the number of previous consecutive hits you have made against that opponent this turn. This damage is multiplied on a critical hit.






Mounted Combat (Combat)
You are adept at guiding your mount through combat.
Prerequisite: Ride 1 rank.
Benefit: Once per round when your mount is hit in combat, you may attempt a Ride check (as an immediate action) to negate the hit. The hit is negated if your Ride check result is greater than the opponent’s attack roll.



Combat Casting
You are adept at spellcasting when threatened or distracted.

Benefit: You get a +4 bonus on concentration checks made to cast a spell or use a spell-like ability when casting on the defensive or while grappled.

Spell Penetration
Your spells break through spell resistance more easily than most.

Benefit: You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature’s spell resistance.


class

natural spell - cast spells in wildshape (druid)
selective channel - choose who is effected (cleric / paladin)
  Versatile Channeler - You can choose to channel positive and negative energy. (-2 efective CL)
Sorcerous Bloodstrike - reduce enemy to 0, regain a bloodline power use (sorcerer)

}
