{
  "Scribe Scroll": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:1" ],
    "description": "You can create magic scrolls.",
    "benefit": "You can create a scroll of any spell that you know. See magic item creation rules for more information."
    "abilities": []
  },
  "Brew Potion": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:3" ],
    "description": "You can create magic potions.",
    "benefit": "You can create a potion of any 3rd-level or lower spell that you know. See magic item creation rules for more information."
    "abilities": []
  },
  "Craft Wand": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:5" ],
    "description": "You can create magic wands.",
    "benefit": "You can create a wand of any 4th-level or lower spell that you know, and a new wand has 50 charges. See magic item creation rules for more information."
    "abilities": []
  },
  "Craft Staff": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:11" ],
    "description": "You can create magic staves.",
    "benefit": "You can create a staff that stores several spells with 10 charges. See magic item creation rules for more information."
    "abilities": []
  },
  "Craft Wondrous Item": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:3" ],
    "description": "You can create wondrous items, a type of magic item.",
    "benefit": "You can create a wide variety of magic wondrous items. See magic item creation rules for more information."
    "abilities": []
  },
  "Craft Magic Arms and Armor": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:5" ],
    "description": "You can create magic armor, shields, and weapons.",
    "benefit": "You can create magic weapons, armor, or shields. See magic item creation rules for more information."
    "abilities": []
  },
  "Forge Ring": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:7" ],
    "description": "You can create magic rings.",
    "benefit": "You can create magic rings. See magic item creation rules for more information."
    "abilities": []
  },
  "Craft Rod": {
    "type": "Creation",
    "prerequisites": [ "Caster Level:9" ],
    "description": "You can create magic rods.",
    "benefit": "Rods are scepter-like devices that have unique magical powers. See magic item creation rules for more information."
    "abilities": []
  },




  "Run": {
    "type": "General",
    "prerequisites": [],
    "description": "You are swift of foot.",
    "benefit": "When running, you move five times your normal speed (if wearing medium, light, or no armor and carrying no more than a medium load) or four times your speed (if wearing heavy armor or carrying a heavy load). If you make a jump after a running start (see Acrobatics), you gain a +4 bonus on your Acrobatics check. While running, you retain your Dexterity bonus to your Armor Class."
    "abilities": []
  },
  "Toughness": {
    "type": "General",
    "prerequisites": [],
    "description": "You have enhanced physical stamina.",
    "benefit": "You gain +3 hit points, and an additional hit point for every Hit Die beyond 3.",
    "abilities": []
  },
  "Improved Initiative": {
    "type": "Combat",
    "prerequisites": [],
    "description": "Your quick reflexes allow you to react to react rapidly to danger.",
    "benefit": "You get a +4 bonus on initiative checks.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Initiative" ],
        "bonus": 4
      }
    ]
  },
  "Dodge": {
    "type": "Combat",
    "prerequisites": [ "Dex:13" ],
    "description": "Your training and reflexes allow you to react swiftly to avoid an opponent's attacks.",
    "benefit": "You gain a +1 dodge bonus to your AC. A condition that makes you lose your Dex bonus to AC also makes you lose the benefits of this feat.",
    "abilities": [
      {
        "stacks": true, "type": "Dodge",
        "targets": [ "AC" ],
        "bonus": 1
      }
    ]
  },
  "Quick Draw": {
    "type": "Combat",
    "prerequisites": [ "BAB:1" ],
    "description": "You can draw weapons faster than most.",
    "benefit": "You can draw a weapon as a free action instead of as a move action. You can draw a hidden weapon as a move action instead of a standard action.",
    "abilities": []
  },
  "Weapon Focus": {
    "type": "Combat",
    "prerequisites": [ "BAB:1", "Proficiency with selected weapon" ],
    "description": "Choose one type of weapon (or unarmed strike, grapple or ray), you may select this feat multiple times, choosing a new weapon each time.",
    "benefit": "You gain a +1 bonus on all attack rolls you make using the selected weapon.",
    "abilities": []
  },
  "Mounted Combat": {
    "type": "Combat",
    "prerequisite": [ "Ride:1" ],
    "description": "You are adept at guiding your mount through combat.",
    "benefit": "Once per round when your mount is hit in combat, you may attempt a Ride check to negate the hit (DC is equal to the attack roll).",
    "abilities": []
  },

  "Power Attack": {
    "type": "Combat",
    "prerequisites": [ "Str:13", "BAB:1" ],
    "description": "You can make exceptionally deadly melee attacks by sacrificing accuracy for strength.",
    "benefit": "You can choose to take a –1 penalty on all melee attack rolls and combat maneuver checks to gain a +2 bonus on all melee damage rolls.",
    "abilities": [
      {
        "name": "Power Attack Bonus",
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Melee Damage" ],
        "bonus": 2
      },
      {
        "name": "Power Attack Malus",
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Melee Attack", "CMB" ],
        "bonus": -1
      }
    ]
  },
  "Cleave": {
    "type": "Combat",
    "prerequisites": [ "Str:13", "BAB:1", "Power Attack" ],
    "description": "You can strike two adjacent foes with a single swing."
    "benefit": "As a standard action, you can make a single attack at your full base attack bonus against a foe within reach. If you hit, you deal damage normally and can make an additional attack (using your full base attack bonus) against a foe that is adjacent to the first and also within reach. You can only make one additional attack per round with this feat. When you use this feat, you take a –2 penalty to your Armor Class until your next turn.",
    "abilites": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "AC" ]
        "bonus": -2
      }
    ]
  }
  "Two-Weapon Fighting": {
    "type": "Combat",
    "prerequisites": [ "Dex:15" ],
    "description": "You can fight with a weapon wielded in each of your hands. You can make one extra attack each round with the secondary weapon.",
    "benefit": "Your penalties on attack rolls for fighting with two weapons are reduced. The penalty for your primary hand lessens by 2 and the one for your off hand lessens by 6.",
    "abilities": []
  },
  "Weapon Finesse": {
    "type": "Combat",
    "prerequisites": [],
    "description": "You are trained in using your agility in melee combat, as opposed to brute strength.",
    "benefit": "With a light weapon, elven curve blade, rapier, whip, or spiked chain made for a creature of your size category, you may use your Dexterity modifier instead of your Strength modifier on attack rolls.",
    "abilities": []
  },
  
  "Point-Blank Shot": {
    "type": "Combat",
    "prerequisites": [],
    "description": "You are especially accurate when making ranged attacks against close targets.",
    "benefit": "You get a +1 bonus on attack and damage rolls with ranged weapons (and ranged touch spells) at ranges of up to 30 feet.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Ranged Attack", "Ranged Damage" ],
        "bonus": 1
      }
    ]
  },
  "Precise Shot": {
    "type": "Combat",
    "prerequisites": [ "Point-Blank Shot" ],
    "description": "You are adept at firing ranged attacks into melee.",
    "benefit": "You don't take the -4 for firing into melee",
    "abilities": []
  }
  "Far Shot": {
    "type": "Combat",
    "prerequisites": [ "Point-Blank Shot" ],
    "description": "You are more accurate at longer ranges.",
    "benefit": "You only suffer a –1 penalty per full range increment between you and your target when using a ranged weapon.",
    "abilities": []
  },
  "Distance Thrower": {
    "type": "Combat",
    "prerequisites": [ "Str:13" ],
    "description": "You are accurate with thrown weapons at longer ranges than normal.",
    "benefit": "With a thrown weapon, you reduce your penalty on ranged attack rolls due to range by 2.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Ranged Attack" ],
        "bonus": 2
      }
    ]
  },

  "Combat Casting": {
    "type": "General",
    "prerequisites": [],
    "description": "You are adept at spellcasting when threatened or distracted.",
    "benefit": "You get a +4 bonus on concentration checks made to cast a spell or use a spell-like ability when casting on the defensive or while grappled.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Concentration" ],
        "bonus": 4
      }
    ]
  },
  "Spell Penetration": {
    "type": "General",
    "prerequisites": [],
    "description": "Your spells break through spell resistance more easily than most.",
    "benefit": "You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature’s spell resistance.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Penetration" ],
        "bonus": 2
      }
    ]
  },
  

  "BAB: +6": "NEW SECTION",
  "Vital Strike": {
    "type": "Combat",
    "prerequisites": [ "BAB:6" ],
    "description": "You make a single attack that deals significantly more damage than normal.",
    "benefit": "When you use the attack action, you can make one attack at your highest base attack bonus that deals additional damage (roll weapon damage an additional time, not affected by crit).",
    "abilities": []
  },
  "Bloody Assault": {
    "type": "Combat",
    "prerequisites": [ "BAB:6", "Str:13", "Power Attack" ],
    "description": "Sacrificing accuracy, you can inflict bloody wounds that are slow to heal.",
    "benefit": "You can choose to take a –5 penalty on all melee attack rolls and CMB to inflict an additional 1d4 bleed damage.",
    "abilities": [
      {
        "stacks": true, "type": "Feat",
        "targets": [ "Toggled", "Melee Attack", "CMB" ],
        "bonus": -5
      }
    ]
  },
  "Death or Glory": {
    "type": "Combat",
    "prerequisites": [ "BAB:6", "Str:13", "Power Attack" ],
    "description": "Even when facing a larger foe, you aren’t afraid to take great risks in order to finish the fight.",
    "benefit": "Against a creature of size Large or larger, you can make a single melee attack as a full-round action, gaining a bonus on the attack roll, damage roll, and critical confirmation roll. After you resolve your attack, the opponent you attack can spend an immediate action to make a single melee attack against you with the same bonuses.",
    "abilities": []
  },
  "Hammer the Gap": {
    "type": "Combat",
    "prerequisites": [ "BAB:6" ],
    "description": "You repeatedly strike the same location, causing increasing amounts of damage.",
    "benefit": "When you take a full-attack action, each consecutive hit against the same opponent deals extra damage equal to the number of previous consecutive hits you have made against that opponent this turn. This damage is multiplied on a critical hit.",
    "abilities": []
  },


  "CLASS": "NEW SECTION",
  "Natural Spell": "Druid

natural spell - cast spells in wildshape (druid)
selective channel - choose who is effected (cleric / paladin)
  Versatile Channeler - You can choose to channel positive and negative energy. (-2 efective CL)
Sorcerous Bloodstrike - reduce enemy to 0, regain a bloodline power use (sorcerer)

}
