{
	"Block and Tackle": {
    "cost": 5,
    "weight": 5,
		"group": "Tools",
    "description": "Whether it is used to hoist treasure from a pit or move supplies, a simple block-and-tackle pulley, when it is properly secured, adds a +5 circumstance bonus on Strength checks to lift heavy objects. Securing the pulley requires 1 minute."
  },
  "Crowbar": {
    "cost": 2,
    "weight": 5,
		"group": "Tools",
    "description": "This versatile tool is designed to help pry open whatever the user desires. A crowbar grants a +2 circumstance bonus on Strength checks made to force open a door or chest. If it is used in combat, treat a crowbar as a one-handed improvised weapon that deals bludgeoning damage equal to that of a club of its size"
  },
  "Flint and Steel": {
    "cost": 1,
    "weight": 0,
		"group": "Tools",
    "description": "Lighting a torch with a flint and steel is a full-round action. Lighting any other fire with them takes at least that long."
  },
  "Hourglass": {
    "cost": 25,
    "wieght": 1,
		"group": "Tools",
    "description": "The standard hourglass takes 1 hour to empty the sand from the upper chamber; larger and smaller timers exist which mark off time in increments as short as 6 seconds."
  },
  "Grappling Arrow": {
    "cost": 1,
    "weight": 0.5,
		"group": "Tools",
    "description": "This small grappling hook is designed to be tied to a silk rope and fired from a bow. When fired, it has a range increment of 30 feet. An equivalent item exists for crossbows."
  },
  "Grappling Hook": {
    "cost": 1,
    "weight": 4,
		"group": "Tools",
    "description": "Throwing a grappling hook requires a ranged attack roll, treating the hook as a thrown weapon with a range increment of 10 feet. Objects with ample places to catch the hook have an AC of 5."
  },
  "Spell Component Pouch": {
    "cost": 5,
    "weight": 2,
		"group": "Tools",
    "description": "A spellcaster with a spell component pouch is assumed to have all the material components and focuses needed for spellcasting, except for components that have a specific cost, divine focuses, and focuses that wouldn’t fit in a pouch."
  },
  "Spyglass": {
    "cost": 1000,
    "weight": 1,
		"group": "Tools",
    "description": "Objects viewed through a spyglass are magnified to twice their size. Characters using a spyglass take a –1 penalty on Perception skill checks per 20 feet of distance to the target, if the target is visible."
  },
  "Thieves’ Tools": {
    "cost": 30,
    "weight": 1,
		"group": "Tools",
    "description": "This kit contains lockpicks and other tools you need to use the Disable Device skill. You take a -2 circumstance malus if you do not have thieves' tools."
  },
  "Masterwork Thieves’ Tools": {
    "cost": 100,
    "weight": 2,
		"group": "Tools",
    "description": "This kit contains extra tools and tools of better make, which grant a +2 circumstance bonus on Disable Device checks."
  },
	
  "Compass": {
    "cost": 10,
    "weight": 0.5,
		"group": "Tools",
    "description": "An ordinary compass that points to the magnetic north pole grants you a +2 circumstance bonus on Survival checks made to avoid becoming lost. You can also use it to grant the same bonus on Knowledge (dungeoneering) checks made to navigate underground."
  },
  "Hempen Rope": {
    "cost": 1,
    "weight": 10,
		"group": "Tools",
    "description": "The DC to escape hemp rope bonds (grapple check) is equal to 20 + the CMB of the creature that tied the bonds. The listed price is for 50 ft.",
		"special": [ "This rope has 2 hit points and can be burst with a DC 23 Strength check." ]
  },
  "Twine": {
    "cost": 0.01,
    "weight": 0.5,
		"group": "Tools",
    "description": "Sold in balls or spools of 50 feet, string and twine are useful for rigging traps and alarms and are a vital component of grappling bolts and arrows."
  },
  "Whetstone": {
    "cost": 0.02,
    "weight": 1,
		"group": "Tools",
    "description": "A whetstone allows you to sharpen a blade by sliding it against the stone at a precise angle. Honing a blade with a whetstone requires about 15 minutes of work and grants the weapon a +1 bonus on your damage roll the first time you hit with it. This only works on nonmagical blades."
  },
  "Signal Whistle": {
    "cost": 0.8,
    "weight": 0,
		"group": "Tools",
    "description": "With a DC 5 Perform (wind instruments) check, you can use a whistle to signal the same sorts of situations as signal horns. A whistle’s piercing report can be clearly heard (Perception DC 0) up to a quarter-mile away. For each quarter-mile beyond, Perception checks to hear a whistle take a –2 penalty."
  },
  "Folding Chair": {
    "cost": 2,
    "weight": 10,
		"group": "Tools",
    "description": "This simple folding chair has a wooden frame and canvas seat and back, making it easy to transport and set up wherever you wish. It folds up easily and fits in a handy carrying bag. The chair can support up to 250 pounds with ease."
  },
  "Soap": {
    "cost": 0.01,
    "weight": 0.5,
		"group": "Tools",
    "description": "You can use this thick block of soap to scrub clothes, pots, linens, or anything else that might be dirty. A bar of soap has approximately 50 uses."
  },



  "Bedroll": {
    "cost": 0.1,
    "weight": 5,
		"group": "Sleep",
    "description": "This consists of two woolen sheets sewn together along the bottom and one side to create a bag for sleeping in. Some have cloth straps along the open side so the bedroll can be tied closed while you are sleeping. It can be rolled and tied into a tight coil for storage or transport. Most people use a blanket with the bedroll to stay warm or provide a ground cushion."
  },
  "Blanket": {
    "cost": 0.5,
    "weight": 3,
		"group": "Sleep",
    "description": "This warm, woven blanket has straps so it can be rolled up and tied. Blankets are often used in conjunction with bedrolls to provide additional warmth or a ground cushion."
  },
  "Cot": {
    "cost": 1,
    "weight": 30,
		"group": "Sleep",
    "description": "This elevated camp bed is made of wood and canvas, and is particularly useful when the ground is wet or rocky. It is large enough for a full-grown human, but folds down into a 4-foot-by-9-inch cylindrical bag."
  },
  "Hammock": {
    "cost": 0.1,
    "weight": 3,
		"group": "Sleep",
    "description": "This blanket or net is attached to strong ropes, allowing you to hang it from a heavy branch or two trees and sleep above the ground. Climbing into or out of a hammock is a full-round action. A successful DC 5 Dexterity check reduces this to a move action."
  },
  "Small Tent": {
    "cost": 10,
    "weight": 20,
		"group": "Sleep",
    "description": "A small tent holds one Medium creature and takes 20 minutes to assemble."
  },
  "Medium Tent": {
    "cost": 15,
    "weight": 30,
		"group": "Sleep",
    "description": "A medium tent holds two creatures and takes 30 minutes to assemble."
  },
  "Large Tent": {
    "cost": 30,
    "weight": 40,
		"group": "Sleep",
    "description": "A large tent holds four creatures and takes 45 minutes to assemble."
  },
  "Pavilion Tent": {
    "cost": 100,
    "weight": 50,
		"group": "Sleep",
    "description": "A huge open-air canopy, plus stakes, poles, and ropes. A pavilion holds 10 creatures and takes 90 minutes to assemble. Pavilion tents are large enough to accommodate a small fire in the center."
  },
  "Hanging Tent": {
    "cost": 20,
    "weight": 15,
		"group": "Sleep",
    "description": "A hanging tent is a small tent (able to comfortably house a single Medium creature) with a teardrop shape, which hangs from a sturdy anchor rope. The rope can be tied to a tree limb, grappling hook, or even a piton hammered into a cliff side. Hanging tents are used primarily in mountainous terrain (where no flat surface may be available for camping) and swamps (where no dry ground may be available). Climbing in or out of a hanging tent is a full-round action that requires a DC 10 Climb check. Failure indicates another attempt must be made, while failure by 5 or more indicates the camper has fallen from the tent."
  }
}
