{
  "group": "Tools",

  "Block and Tackle": {
    "cost": 5,
    "weight": 5
    "description": "Whether it is used to hoist treasure from a pit or move supplies, a simple block-and-tackle pulley, when it is properly secured, adds a +5 circumstance bonus on Strength checks to lift heavy objects. Securing the pulley requires 1 minute."
  },
  "Crowbar": {
    "cost": 2,
    "weight": 5,
    "description": "This versatile tool is designed to help pry open whatever the user desires. A crowbar grants a +2 circumstance bonus on Strength checks made to force open a door or chest. If it is used in combat, treat a crowbar as a one-handed improvised weapon that deals bludgeoning damage equal to that of a club of its size"
  },
  "Flint and Steel": {
    "cost": 1,
    "weight": 0,
    "description": "Lighting a torch with a flint and steel is a full-round action. Lighting any other fire with them takes at least that long."
  },
  "Hourglass": {
    "cost": 25,
    "wieght": 1,
    "description": "The standard hourglass takes 1 hour to empty the sand from the upper chamber; larger and smaller timers exist which mark off time in increments as short as 6 seconds."
  },
  "Grappling Arrow": {
    "cost": 1,
    "weight": 0.5,
    "description": "This small grappling hook is designed to be tied to a silk rope and fired from a bow. When fired, it has a range increment of 30 feet. An equivalent item exists for crossbows."
  },
  "Grappling Hook": {
    "cost": 1,
    "weight": 4,
    "description": "Throwing a grappling hook requires a ranged attack roll, treating the hook as a thrown weapon with a range increment of 10 feet. Objects with ample places to catch the hook have an AC of 5."
  },
  "Spell Component Pouch": {
    "cost": 5,
    "weight": 2,
    "description": "A spellcaster with a spell component pouch is assumed to have all the material components and focuses needed for spellcasting, except for components that have a specific cost, divine focuses, and focuses that wouldn’t fit in a pouch.",
  },
  "Spyglass": {
    "cost": 1000,
    "weight": 1,
    "description": "Objects viewed through a spyglass are magnified to twice their size. Characters using a spyglass take a –1 penalty on Perception skill checks per 20 feet of distance to the target, if the target is visible."
  },
  "Thieves’ Tools": {
    "cost": 30,
    "weight": 1,
    "description": "This kit contains lockpicks and other tools you need to use the Disable Device skill. You take a -2 circumstance malus if you do not have thieves' tools."
  },
  "Masterwork Thieves’ Tools": {
    "cost": 100,
    "weight": 2,
    "description": "This kit contains extra tools and tools of better make, which grant a +2 circumstance bonus on Disable Device checks."
  },
  


  
}
